docs/api/data/countrylist.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><ArrayOfCountryInfo1 xmlns="http://www.softur.com.ar/wsbridge/budget.wsdl"><CountryInfos xmlns=""><Code xmlns="http://www.softur.com.ar/wsbridge/budget.xsd">CO</Code><Name xmlns="http://www.softur.com.ar/wsbridge/budget.xsd">COLOMBIA</Name><CityList xmlns="http://www.softur.com.ar/wsbridge/budget.xsd"><City><Code>BOG</Code><Name>BOGOTA</Name></City></CityList></CountryInfos><CountryInfos xmlns=""><Code xmlns="http://www.softur.com.ar/wsbridge/budget.xsd">DO</Code><Name xmlns="http://www.softur.com.ar/wsbridge/budget.xsd">REPUBLICA DOMINICANA</Name><CityList xmlns="http://www.softur.com.ar/wsbridge/budget.xsd"><City><Code>PUJ</Code><Name>PUNTA CANA</Name></City><City><Code>PUJ-1</Code><Name>PUNTA CANA--Bávaro</Name></City></CityList></CountryInfos><resultado xmlns=""><codigo>0</codigo><texto /></resultado></ArrayOfCountryInfo1></soap:Body></soap:Envelope>